import './ourStory.css'

export default function OurStory() {
    return (
        <div className="our_story_container">
            <div className='icon_container'>
                <img
                    src="/favicon.png"
                    alt="icon"
                    className='icon_image'
                />
            </div>
            <h2>הגמ"ח לכלי בר מתוקים – הסיפור שלנו</h2>
            <p className="text">
                גמ"ח הכלים לאירועים הוקם מתוך שליחות לעזור למשפחות לשמח בשמחותיהן – בלי לשבור קופת חיסכון.
            </p>
            <p className="text">
                בכל אירוע – חתונה, בר מצווה, שבת חתן או מסיבת יום הולדת – נדרשים כלים יפים, עמדות הגשה, כלי זכוכית,
                מגשים ועוד, שמעניקים לאירוע מראה מכובד ואלגנטי. רכישת כלים כאלו, אפילו לאירוע בודד, עלולה להגיע להוצאות כבדות של מאות ואף אלפי שקלים.
            </p>
            <p className="text">
                הגמ"ח שלנו נולד כדי לפתור את זה.
            </p>
            <p className="text">
                אנחנו מציעים השאלה חינם של כלים מעוצבים ומוכנים לשימוש – באיכות גבוהה ועם חיוך גדול.
            </p>
            <p className="text">
                בזכות תרומות, התנדבות והלב היהודי הרחב, משפחות רבות כבר נהנו מאירוע מושלם בלי לחץ כלכלי מיותר.
            </p>
            <p className="text">
                אנחנו כאן בשבילכם – כדי שכל אירוע יהפוך לחוויה בלתי נשכחת, בלי דאגות.
            </p>
        </div>
    );
}
